app/controllers/games_controller.rb

  def create
    @game = Game.new(game_params)

    respond_to do |format|
      if @game.save
---
INSERT INTO "games" ("created_at", "updated_at") VALUES ($1, $2) RETURNING "id"  [["created_at", "2015-11-11 20:22:33.449767"], ["updated_at", "2015-11-11 20:22:33.449767"]]